Repository: mathys-sansus/moulaManager
Catalog: lib/l10n/app_*.arb
Languages: fr

# addExpense
source: Add an expense
fr: Ajouter une dépense

source: Food
fr: Alimentation

source: Car
fr: Automobile

source: Housing
fr: Logement

source: Other
fr: Autre

# amountFieldEuro
source: Amount (in â‚¬)
fr: Montant (en €)

# amountFieldDollar
source: Amount (in $)
fr: Montant (en $)

# descriptionField
source: Description (optional)
fr: Desription (optionnel)

source: Confirm
fr: Valider

# buttonAddExpense
source: Add an expense !
fr: Ajouter une dépense

# buttonStats
source: Show stats
fr: Afficher les stats

# noExpense
source: No expense yet
fr: Aucun dépense

# titleStats
source: Your spending chart
fr: Synthèse dépenses

# buttonShowExpenses
source: Show expenses
fr: Afficher les dépenses

# titleListExpenses
source: List of expenses
fr: Liste des dépenses

# buttonRemoveAllExpenses
source: Remove all expenses
fr: Supprimer toutes les dépenses

source: Error loading expenses
fr: Erreur lors du chargement des dépenses

source: Error deleting expense
fr: Erreur lors de la suppression

source: Error adding expense
fr: Erreur lors de l'ajout

# addExpenseSuccess
source: Expense added successfully
fr: Dépense ajoutée avec succès

# setLimits
source: Set the limits
fr: Définir les limites

# messageEnterValue
source: Please enter a value
fr: Entrez une valeur

# messageEnterValidValue
source: Please enter a valid value
fr: Entrez un nombre valide

# requiredField
source: This field is required
fr: Champs requis

# valuesUpdated
source: Values updated successfully
fr: Valeurs mises à jour avec succès
